const n=[{title:"收姜维",content:`音乐🎵
四千岁你莫要羞愧难当
听山人把情由细说端详
想当年长坂坡你有名上将
一杆枪战曹兵无人阻挡
如今你年纪迈发如霜降
怎比那姜伯约血气方刚
虽说你今一天打回败仗
怨山人我用兵不当
你莫放在心上
这书信你牢牢带在身上
冀城县你去搬那姜维的老娘
带人马攻冀城一路喧嚷
诱姜维出天水我另有主张
见姜母替山人把好话多讲
你就说姜伯约降顺汉王
那姜母她若是随你前往
不用杀不用战
四千岁
管叫他自来汉降`,image:"/images/opera/shoujiangwei.jpg",audioUrl:"https://img.happywisdom.org/shoujiangwei.mp3",scrollDelay:25},{title:"穆桂英挂帅",paragraphs:["音乐🎵","辕门外那三声炮如同雷震","天波府里走出来我保国臣","头戴金冠 压双鬓","当年的铁甲我又披上了身","帅字旗 飘如云","斗大的穆字震乾坤","上啊上写着 浑啊浑天候","穆氏桂英","谁料想","我五十三岁又管三军啊","(MUSIC)","都只为那安王贼","有表进 打一通那个连环战表","要争乾坤","宋王爷传下来一道圣旨","众呀众武将 跨呀跨战马","各执兵刃一个个那个到校场","比武夺帅印","老太君传下来个口号令箭","文广儿探试进了京门","王伦贼一马三箭射的稳","在旁边可气坏了他们兄妹二人","他俩个商商量量才把那校场进","同着了那个满朝文武","夸她武艺超群","我的儿一马三箭射的好","我的小女儿 她的箭法高","她箭射金钱 落在了埃尘","王伦贼在一旁他心中气不愤","他要与我的儿论个假真","为杀三合 那个并两阵","小奴才他起下一个杀人的心","回马三刀 使的也怪准","刀劈那个王伦 一命归阴","王强贼恼怒要把我儿捆","多亏了那天官寇准 一本奏当今","万岁爷在校场把我儿问","小啊奴才 他瞒哄不住表他的祖根","他言讲 住在河东啊","有家门 杨令公是他先人","他本是那宗宝的儿子杨延景的孙","曾祖母 佘老太君","穆桂英我本是他的母亲哪嗨呀","(MUSIC)","我的儿他表家乡啊 那个泪珠滚","在校场可喜坏了那些忠良臣","宋主听此言啊 欢喜不尽","他知道俺杨门 辈辈是忠臣","刀劈王伦 他也不怪","又把那个招讨帅印赐予了儿身","文广儿欢天喜地把府进","我这一见帅印气在了心","我本想进京辞帅印","小女儿搬来个老太君","老太君为国把忠尽","她命我挂帅平反臣","一不为官二不为患","为地是那大宋江山和黎民","此一番到在两军阵","我不杀安王贼我不回家门"],image:"/images/opera/muguiying.jpg",audioUrl:"https://img.happywisdom.org/muguiying.mp3",scrollDelay:27},{title:"对花枪1",paragraphs:["音乐🎵","老身家住南阳地，","离城十里姜家集，","那个棋盘大街就在路西。","老爹爹一身好武艺，","姜家的花枪谁不知。","我无有兄呐啊无有弟，","所生我一个娇闺女，","起名儿我就叫个姜桂芝。","大比之年开科举，","普天下的举子都去赴考期。","有一个赶考的小罗艺","，他赶考路过俺呐姜家集。","一路风霜经不起，","伤寒病病倒在一座破庙里。","也是他命不该死有福气，","老爹爹把他搀回俺家里。","请来个名医呀与他治病疾。","那日罗艺病体好，","老爹爹又为他摆开了宴席。","小丫鬟上绣楼给我报事，","她言说我的姑娘啊，","你可知晓呢啊啊，","咱的客厅内来了一位俊公子，","只长的风流如雅相貌不俗。","我听此言呐心欢喜，","急忙忙带丫鬟俺下楼梯，","俺客厅门外我停住了足。","那个窗户高我的身太低，","小丫鬟给我除了一个好主意。","她搬来两块八砖一块坯，","我欠欠身前上去，","用舌尖挑破了窗棂上的纸，","木匠吊线看仔细，","我在那客厅门外偷瞧女婿呐嗨呀。","见罗艺他一顶双缨头上戴,","他身上穿的是缨革底.","那个脸皮白美如玉,","他眉清目秀是个通官的.","只听他谈诗论文口叱伶俐,","就知他书门才华可不低.","一缕情丝把我系啊,","到堂楼找母亲说明心意,","我言说我的娘啊娘,","你可懂得,女大当嫁男大当娶,","哪有这一辈子不出门的老闺女.","俺的娘看出我的心腹事,","故意摇头她不依.","说他是个外乡人呢可是不相宜.","我一看俺的娘她不愿意,","我脸一沉头一低,","哼了一声脸朝西,","那小咀掘的能栓着个驴呀.","二爹娘从下了我的婚事,","选良辰与罗艺结成夫妻.","婚后说不尽恩和爱,","情意缠绵不用提,","小日子过的甜如蜜.","罗艺他知道我精通武艺,","他先陪笑脸后作揖,","扑腾一声跪在地,","厚着脸皮要拜师,","不教他花枪他不依.","我言说拜师咱可得立规矩,","他言说绣鞋底就是我的刑具.","一句话说的我笑眯眯.","白日里我陪他攻读书卷,","到夜晚传枪法在那花园里.","光枪法他学会了七十二路,","还有那三十二路他还未学齐.","好男儿都有凌云志,","罗艺他一心进京求官职.","留也留不住夫妻又分离,","那一夜我把那绣花枕头都哭湿.","手牵手我送他,","二门以外大门以里.","我轻轻拉拉他的衣,","我说道为妻怀胎身有喜啦.","那是女还是男,我可不知.","他言说要是生一男起名叫罗松.","他走后那一年......","是甲子年闰三月,","八月十五天明寅时，","才生下我的罗松儿.","抱娇儿对孤灯夜夜想夫婿,","每日里眼望穿他的归期无归期．","爹娘去世后家业我撑起，","抚养大罗松儿白了鬓丝．","与罗艺分别时我才二十岁，","老身今年我六十一．","四十年的活寡我咋熬的，","过往的事儿怎能忘记．","可叹我一片痴情心难死，","四十年老罗艺挂在我心里．","年年拖人捎书信，","时时打听他的消息．","那一日来了总兵叫马纪，","他言说燕山反了老罗艺，","反在瓦岗举义旗．","他要杀罗艺领赏升官职，","罗松儿一听心火起一枪刺死贼马纪．","俺居家离了姜家集，","到瓦岗找罗艺马不停蹄．","一路上有人把我问，我可怎么说啊我可怎么讲啊．","你们看看六七十的老妈子，","带儿孙和儿媳家老院公和扑女．","我长着一脸粗粗皮，","又长一头白毛翼，","男里北里招女婿，","叫外 人知道是啥道理呀．","老身打坐南营里，","我的儿下书未回心起疑．"],image:"/images/opera/duihuaqiang.jpg",audioUrl:"https://img.happywisdom.org/duihuaqiang1.mp3",scrollDelay:70},{title:"对花枪2",content:`音乐🎵

手拉着我的儿小罗成
怎不叫为娘我
痛伤情
这不怪我的儿你不懂得事
只怪你的爹爹罗艺做事不通
想当年他从俺姜家庄过
我奉了父母之命与他把亲成
在俺家学艺三年整
大比年赶考进京城
他去了四十年无音信
我在家养子娶媳
度三更
我的儿你走遍天下去打听
俺姜家也不是无有名
老身我今年六十一岁我得儿啦儿啦
我怎能无缘无故认相公啊
我的儿你走南闯北识大理
看起来儿还算有点年轻
在你父床前站一晚
我与你的亲娘一般重
我这好言好语对待你
我的儿啊儿啊
好不该你把那个爷爷称
那一个爷爷叫你占去
叫一个孙子你叫谁应
常言道山高还有天在上
你莫要目空一切逞英雄
动不动把你的花枪用
我的儿啊儿
你去问问恁爹的武艺是谁教成啊
回山去禀给了你的父
你叫他下山来与我交锋
我的侄儿啊
恕姑母不能远送 儿啦
快送你表兄二弟离了南营`,image:"/images/opera/duihuaqiang.jpg",audioUrl:"https://img.happywisdom.org/duihuaqiang2.mp3",scrollDelay:24}];export{n as default};
